{
    "_meta": {
        "sources": [
            {
                "json": "S5E-Feats",
                "abbreviation": "S5E-Feats",
                "full": "S5E: Feats",
                "authors": [
                    "Gwendolyn Marshall",
                    "Amy Bliss Marshall"
                ],
                "color": "a4811f",
                "convertedBy": ["VAD"],
                "version": "2023.07.05",
                "url": "https://peginc.com/product/s5e-superheroic-roleplaying-for-5th-edition/"
            }
        ],
        "dateAdded": 20230805,
        "dateLastModified": 20230806  
    },
    "feat":[
        {
            "name": "Always Ready",
            "source": "Superheroic5E",
            "page": 86,
            "entries": [
                "You are more vigilant than most people, always on the lookout for trouble and on guard against ambushes. Add +5 to your initiative bonus. Additionally, you cannot be surprised and people attacking you from hiding do not get advantage while you are conscious."
            ]
        },
		{
			"name": "Ancient Talisman",
			"source": "Superheroic5E",
			"page": 86,
			"prerequisite": [
				{
					"other": "Mystic"				
				}
			],
			"entries": [
				"Your research uncovers an ancient talisman endowed with mystical power. It might be a medallion, or a ring, or something else that you wear or wield.",
				"While the item is in your possession, you may draw on its arcane might to empower your own magical powers.",
				"Select one 1st or 2nd level power you do not have. You may now use this power as if it were your own. This power does not count against your total number of powers known or prepared.",
				"The first time you use this power, you do not need to expend a power slot; after that, you may use it again by expending a power slot as normal. If you have no power slots, you may use it once. You regain the ability when you complete a short or long rest.",
				"Use your normal power attack modifier or save DC when you use this power. If you do not have any levels in a class with slots, then you calculate you save DC and attack modifier for this power as follows:",
				"Save DC = 8 + your proficiency bonus + your Power ability modifier",
				"{@action Attack} modifier = your proficiency bonus + your Power ability modifier",
				"Using the above formulae, Masterminds use Intelligence or Charisma (their choice) as their Power ability modifier, Martial Experts use Wisdom, and Special Agents use Dexterity. If you have more than one method of calculating those numbers (perhaps due to multiclassing), you choose which method you use with this power."
			]
		},
		{
			"name": "Adminred Hero",
			"source": "Superheroic5E",
			"page": 87,
			"entries": [
				"lives and the media has decided to fame you as an admirable role model for others (whether it's in fact true). As a result, you gain the following:",
				"Increase your Charisma score by 1, to a maximum of 26.",
				"You have advantage on {@skill Persuasion} and {@skill Deception} checks with anyone from your hometown.",
				"As an Action, you can use the {@spell charm person} power once per day on a person from your home region without expending a power slot, even if you don't know it."
			]
		},
		{
			"name": "Artificial Intelligence",
			"source": "Superheroic5E",
			"page": 87,
			"prerequisite": [
				{
					"other": "power armor"		
				}
			],
			"entries": [
				"You have a built-in AI who assists you, granting you advantage on all Intelligence checks. As a bonus action, you can query your assistance and have it access the web for any information that a dedicated researcher could find in a matter of minutes, which, for your AI, takes only a moment. If the query is difficult, the GM may call for an {@skill Investigation} check. Finally, the AI can perform a tactical analysis of your foes, though this takes a few moments of observation to achieve. At the beginning of the third round of combat, your AI informs you of any damage and condition resistances, immunities, or vulnerabilities your foes have."
			]
		},
		{
			"name": "BATTLEFIELD CONTROLLER",
			"source": "Superheroic5E",
			"page": 87,
			"entries": [
				"You have a knack for directing combat around you to your advantage, making it difficult for your enemies to freely move near you. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you hit a foe with an opportunity attack, they stop moving and their speed becomes 0 for the rest of their turn.",
						"Targets provoke opportunity attacks from you even if they use the {@action Disengage} action when leaving your reach.",
						"Targets provoke an opportunity attack from you when they enter your reach."
					]
				}
			]
		},
		{
			"name": "Bonded Weapons",
			"source": "Superheroic5E",
			"page": 87,
			"entries": [
				"{@i Associated classes: the weapons martial expert training regimen or the weaponry favored tech}",
				"You are uniquely bound to up to three weapons in some way, rendering them inseparable from you.Perhaps they are physically implanted in your body, you summon them to your hand at will, you manifest new ones whenever you need to do so, or they are DNA linked so that only you can wield them. Whatever the nature of this bond, you cannot be disarmed against your will and can manifest or produce your superpowered or signature weapons at will."
			]
		},
		{
			"name": "Botanical Self",
			"source": "Superheroic5E",
			"page": 87,
			"prerequisite": [
				{
					"level": 7
				},
				{
					"other": "Vitalist"
				}
			],
			"entries": [
				"You not only can take on a form of plant matter, you are a botanical being. You know the {@spell botanical form|Superheroic5e} power, if you did not before, and it doesn't count against your number of powers known, nor does it require {@status concentration}. Furthermore, for you, it has a duration of Permanent, though you can choose to end the effect and return to human form at will."
			]
		},
		{
			"name": "Brilliant",
			"source": "Superheroic5E",
			"page": 87,
			"prerequisite": [
				{
					"other": "Intelligence 17"
				}
			],
			"entries": [
				"You are smarter than the average human. You may add your proficiency bonus to your Intelligence score, to a maximum of 26. As you level up and your proficiency bonus increases, those increases apply to the bonus this feat applies to your Intelligence score as well. So, if you take this feat at level 4 when your proficiency bonus is +2, you add +2 to your Intelligence attribute. Later, at level 10, your proficiency bonus is +4, so you increase your Intelligence again, so that the total bonus from the feat is +4. Thus, at level 20 this feat provides a +6 bonus to Intelligence."
			]
		},
		{
			"name": "Call for Backup",
			"source": "Superheroic5E",
			"page": 88,
			"prerequisite": [
				{
					"other": "Special Agent"
				}
			],
			"entries": [
				"{@i Associated class: Special Agent soldier division}",
				"Your service as a Special Agent entitles you to call for backup occasionally when things get dicey. When you are in a city or other relatively accessible location, you can make a call and a number of soldiers equal to your proficiency bonus arrive 1 minute later. The soldiers follow your orders if they are not grossly immoral or obviously suicidal. They withdraw after one hour. Once you have called for backup in this way, you cannot do so again for 3 days."
			]
		},
		{
			"name": "Charming",
			"source": "Superheroic5E",
			"page": 88,
			"prerequisite": [
				{
					"other": "Charisma 17"
				}
			],
			"entries": [
				"You are more charming than the average human. You may add your proficiency bonus to your Charisma score, to a maximum of 26. As you level up and your proficiency bonus increases, those increases apply to the bonus this feat applies to your Charisma score as well. So, if you take this feat at level 4 when your proficiency bonus is +2, you add +2 to your Charisma attribute. Later, at level 10, your proficiency bonus is +4, so you increase your Charisma again, so that the total bonus from the feat is +4. Thus, at level 20 this feat provides a +6 bonus to Charisma."
			]
		},
		{
			"name": "Combat Invisibility",
			"source": "Superheroic5E",
			"page": 88,
			"prerequisite": [
				{
					"level": 4
				},
				{
					"other": "Metamorph"
				},
				{
					"other": "invisibility"
				}
			],
			"entries": [
				"{@i Prerequisite: 4th level or higher Metamorph with the invisibility transformation}",
				"You learn to use your ability to become {@condition invisible} defensively and in combat situations. Now, whenever you take damage, you can use your reaction to use the {@spell invisibility} power."
			]
		},
		{
			"name": "COMBAT TECHNIQUE",
			"source": "Superheroic5E",
			"page": 88,
			"prerequisite": [
				{
					"other": "Martial Expert"
				},
				{
					"other": "Special Agent"
				}
			],
			"entries": [
				"{@i Associated classes: Martial Expert or Special Agent}",
				"You pick up an advanced martial technique, either from experimentation during your practice sessions or by observing another practitioner's form. Select a single 1st-level superpower that you do not have. You may now use this power as if it were your own. This power does not count against your total number of powers known or prepared.",
				"The first time you use this power, you do not need to expend a power slot; after that, you may use it again by expending a power slot as normal. If you have no power slots, you may use it once. You regain the ability when you complete a short or long rest.",
				"Use your normal power attack modifier or save DC when you use this power. If you do not have any levels in a class with slots, then you calculate you save DC and attack modifier for this power as follows:",
				"Save DC = 8 + your proficiency bonus + your Power ability modifier",
				"{@action Attack} modifier = your proficiency bonus + your Power ability modifier",
				"Using the above formulae, Masterminds use Intelligence or Charisma (their choice) as their Power ability modifier, Martial Experts use Wisdom, and Special Agents use Dexterity. If you have more than one method of calculating those numbers (perhaps due to multiclassing), you choose which method you use with this power."
			]
		}										
    ],
    "optionalfeature": [
        {
            "name": "Boon of the Tome",
            "source": "Superheroic5E",
            "page": 54,
            "featureType": ["PB"],
            "entries": [
                "You study the art of the arcane, becoming a dilettante of a wide variety of magics hidden and dangerous. You create a Mystical Text—perhaps a grimoire, scroll, or other form of text. When you gain this feature, choose three at will powers from any superpower list (the three needn't be from the same list). While the book is on your person, you can use those powers at will. They don't count against your number of at will powers known.",
                "If you lose your Mystic Book, you can perform a 1-hour ceremony to receive a replacement from your source of power. This ceremony can be performed during a short or long rest, and it destroys the previous book. The book turns to ash when you die.",
                "In addition, you become more emersed in the occult. When you make a Mystic check, you roll with advantage.",
                "At 9th level, you receive an additional mystic boon. you may add two 1st or 2nd level powers from any superpower list to your Mystical Text. As long as you have your Mystical Text with you, these powers count as reflexive powers for you. You cannot expend power slots to use these powers at higher levels, however. They don't count against your total number of powers known.",
                "When you reach 15th level, your Mystical Text imbues you with the wisdom of the ages. Now, you can add half your proficiency bonus, rounded down, to any ability check you make that doesn't already include your proficiency bonus.",
                "At 20th level, your familiarity with all forms of superpowered and supernatural energies is unparalleled. With great effort, you can now capture and redirect superpowered attacks. When you are targeted with a superpower by a visible foe who is within 60 feet, you can use your reaction to reflect the power back at the original power user, as though you had used the power yourself. If the reflected power requires an attack roll or save, those rolls must be made using your power attack modifier or save DC.",
                "This takes massive effort, however, so, once you have done this, you cannot do again until you complete a short or long rest."
            ]
        },
        {
            "name": "Boon of the Avatar",
            "source": "Superheroic5E",
            "page": 55,
            "featureType": ["PB"],
            "entries": [
                "Your contact with otherworldly forces is more than just scholarly; it is immersive. As such, you gradually come to embody more and more of your mystic path, until you truly become a specialist in your power.",
                "When you gain this feature, you may select an additional at will power and an additional 1st level power from the Mystic power list. These powers do not count against your numbers of at will or leveled powers known. When you use the 1st level power, you must still expend a slot as normal.",
                "At 9th level, channeling your Mystic powers bolsters you. When you use a power from your mystic path powers table, you gain temporary HP equal to your proficiency bonus. Furthermore, when you use a power listed in your Mystic path powers table that requires an attack roll or save, you may add +1 to the attack roll or save DC.",
                "When you reach 15th level, the power flowing through you reinforces your existing strengths. Choose two skills you have proficiency in. When you roll these skills, you may add double your proficiency bonus.",
                "At 20th level, you truly become the apotheosis of your Mystic path. When you use a power from your mystic path powers table that requires an attack roll or save, you may roll a {@dice 1d4 + 1}, rather than the +1 you gained at 9th level, and add it to the attack roll or power save DC"
            ]
        },
        {
			"name": "Agonizing Power",
			"source": "Superheroic5E",
            "page": 57,
			"featureType": [
				"EI"
			],
			"entries": [
                "{@i Prerequisite: {@spell eldritch blast}, {@spell chill touch}, or {@spell primordial flame|Superheroic5E} at will power.}",
                "When you use {@spell eldritch blast}, {@spell chill touch}, or {@spell primordial flame|Superheroic5E}, add your Intelligence modifier to one damage roll it deals on a hit each round."
			]
		},
        {
			"name": "Incarnation of the Avatar",
			"source": "Superheroic5E",
            "page": 57,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Boon of the Avatar"
				}
			],
			"entries": [
                "{@i Prerequisite: Boon of the Avatar feature}",
                "The purity of the connection between you and your Mystic path is so strong that you can tap into the source of your power as few other Mystic heroes can. When you use a power on the Mystic power list that requires an attack roll, you gain a critical success on a 19 or 20. What's more, you roll damage for a power on the Mystic power list, you may reroll damage and take the higher result."
			]
		},
        {
			"name": "Bewitching Whispers",
			"source": "Superheroic5E",
            "page": 57,
			"featureType": [
				"EI"
			],
			"entries": [
                "You can use compulsion once without expending a slot, and the power does not require {@status concentration} to maintain when you use this invocation, though you can only create one instance of this power at a time. You can't use this invocation again until you finish a long rest."
			]
		},
        {
			"name": "Dreadful Word",
			"source": "Superheroic5E",
            "page": 57,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Mystic"
						}
					}
				}
			],
			"entries": [
				"You can use {@spell confusion} once without expending a slot, and the power does not require {@status concentration} to maintain when you use this invocation, though you can only create one instance of this power at a time. You can't use this invocation again until you finish a long rest"
			]
		},
        {
			"name": "Eldritch Eye",
			"source": "Superheroic5E",
            "page": 57,
			"featureType": [
				"EI"
			],
			"entries": [
                "You can use {@spell glare|Superheroic5E} reflexively, and the power no longer requires {@status concentration} to maintain whenever you use it."
			]
		},
        {
			"name": "Font of the Origin",
			"source": "Superheroic5E",
            "page": 58,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Mystic"
						}
					}
				}
			],
			"entries": [
                "Your connection to your power source is so strong now that any damage done to you of a type to which you are immune heals you for half of the amount of damage it would have caused."
			]
		},
        {
			"name": "Grasping Touch",
			"source": "Superheroic5E",
            "page": 58,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"other": "{@spell chill touch}"
				}
			],
			"entries": [
                "{@i Prerequisite: {@spell chill touch} at will power}",
                "When you hit a creature with chill touch, the skeletal hand pulls the creature up to ten feet toward you."
			]
		},
        {
			"name": "Intuitions of Ancient Secrets",
			"source": "Superheroic5E",
            "page": 58,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Boon of the Tomb"
				}
			],
			"entries": [
                "{@i Prerequisite: Boon of the Tomb feature}",
                "You divine deeper mysteries by communing with entities otherworldly and strange. You can now inscribe superpowered rituals in your Mystical Text. Choose two 1st level powers that have the ritual tag from any superpower list. The powers appear in the book and don't count against the number of powers you know. With your Mystical Text in hand, you can use the chosen powers as rituals. You can't use the powers except as rituals unless you've learned them by some other means. You can also now use Mystic powers you know as rituals if they have the ritual tag.",
                "As your power as a Mystic grows, you may see other heroes using powers that can be used as rituals (indicated by the ritual tag). When you observe such a power, you can add it to the book if the power's level is equal to or less than half your Mystic level (rounded up) and if you can spare the time to analyze and record the power. It takes two hours of work with your Book per level of the power to record it as a ritual."
			]
		},
        {
			"name": "Mythic Spear",
			"source": "Superheroic5E",
            "page": 58,
			"featureType": [
				"EI"
			],
			"entries": [
                "{@i Prerequisite: {@spell eldritch blast}, {@spell chill touch}, or {@spell primordial flame|Superheroic5E} at will power.}",
                "When you use {@spell eldritch blast}, {@spell chill touch}, or {@spell primordial flame|Superheroic5E}, its range is 300 feet."
			]
		},
        {
			"name": "Oppressive Enchantment",
			"source": "Superheroic5E",
            "page": 58,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"other": "{@spell primordial flame|Superheroic5E}"
				}
			],
			"entries": [
                "{@i Prerequisite: {@spell primordial flame|Superheroic5E} at will power}",
                "When you use {@spell primordial flame|Superheroic5E} against a creature and it fails its Dexterity save, its movement is reduced by 15 feet for one round."
			]
		},
		{
			"name": "Street Fighter",
			"source": "Superheroic5E",
            "page": 58,
			"featureType": [
				"FS:F"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"You are good in a bar fight. You have proficiency with improvised weapons, and you deal {@damage 1d6} damage with them, rather than {@dice 1d4}. Also, when you hit a creature with an unarmed strike or melee weapon, you can use a bonus action to attempt to shove them or knock them {@condition prone}."
			]
		},
		{
			"name": "Escape the Skirmish",
			"source": "Superheroic5E",
            "page": 63,
			"featureType": [
				"OTH"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"Opportunity attacks against you are made with disadvantage."
			]
		},
		{
			"name": "Multiattack Defense",
			"source": "Superheroic5E",
            "page": 63,
			"featureType": [
				"OTH"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"When a creature hits you with an attack, you gain a +4 bonus to AC against all subsequent attacks made by that creature for the rest of the turn."
			]
		},
		{
			"name": "Steel Will",
			"source": "Superheroic5E",
            "page": 63,
			"featureType": [
				"OTH"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"You have advantage on saves against being {@condition frightened}."
			]
		},
		{
			"name": "Grenadier",
			"source": "Superheroic5E",
            "page": 64,
			"featureType": [
				"FS:F"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"You are adept with throwing explosive ordnance and always seem to have a grenade on hand. If you have a grenade or other thrown explosive, you may throw it as a bonus action. If you throw a grenade that deals damage, you may roll the damage twice and take the higher number."
			]
		},
		{
			"name": "Double Down",
			"source": "Superheroic5E",
            "page": 64,
			"featureType": [
				"OTH"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"Your tenacity can wear down the most potent foes. When you hit a creature with a weapon attack, the creature takes an extra {@damage 1d8} damage if it's below its hit point maximum. You can deal this extra damage only once per turn."
			]
		},
		{
			"name": "David vs Goliath",
			"source": "Superheroic5E",
            "page": 64,
			"featureType": [
				"OTH"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"When a visible Large or larger creature or vehicle within 30 feet of you hits or misses you with an attack, you can use your reaction to attack that creature immediately after its attack, provided it is in range of your weapon"
			]
		},
		{
			"name": "Squad Breaker",
			"source": "Superheroic5E",
            "page": 64,
			"featureType": [
				"OTH"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"Once on each of your turns when you make a weapon attack, you can make another attack with the same weapon against a different creature that is within 5 feet of the original target and in range of your weapon."
			]
		},
		{
			"name": "Volley",
			"source": "Superheroic5E",
            "page": 64,
			"featureType": [
				"OTH"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"You can use your action to make a ranged attack against any number of creatures within 10 feet of a visible point within your weapon's range. You must have ammunition for each target, as normal, and you make a separate attack roll for each target."
			]
		},
		{
			"name": "Whirlwind Attack",
			"source": "Superheroic5E",
            "page": 64,
			"featureType": [
				"OTH"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Special Agent"
						}
					}
				}
			],
			"entries": [
				"You can use your action to make a melee attack against any number of creatures within 5 feet of you, with a separate attack roll for each target."
			]
		}
    ]
}
